export default {
  'title': 'Русский',
  'region': 'ru-RU',
  'login': {
    'password_label': 'Введите пароль, чтобы войти',
    'new_password_label': 'Это пароль для нового аккаунта Кошелька и Мессенджера. Сохраните его! Восстановить его будет невозможно.',
    'language_label': 'Выберите ваш язык',
    'login_button': 'Войти',
    'new_button': 'Создать новый',
    'invalid_passphrase': 'Неправильный пароль',
    'device_unsupported': 'Ваше устройство не поддерживается',
    'subheader': 'Самый анонимный мессенджер, зашифрованный в Blockchain'
  },
  'options': {
    'version': 'Версия приложения: ',
    'language_label': 'Язык',
    'exit_on_close': 'Выходить из кошелька по закрытии вкладки',
    'general_title': 'Общие',
    'security_title': 'Безопасность',
    'notification_title': 'Уведомления',
    'enable_sound': 'Уведомлять звуков',
    'enable_bar': 'Уведомлять заголовком окна',
    'enable_desktop': 'Использовать уведомления браузера'
  },
  'chats': {
    'new_chat': 'Создать чат',
    'no_money': 'Недостаточно токенов. Пополните баланс.',
    'no_empty': 'Сообщение не может быть пустым',
    'no_address': 'Укажите адрес получателя сообщения',
    'too_long': 'Сообщение слишком длинное',
    'incorrect_address': 'Адрес получателя неверный',
    'title': 'Диалоги',
    'send_button': 'Отправить',
    'recipient': 'Адрес получателя',
    'message': 'Введите сообщение',
    'estimate_fee': 'Ориентировочная комиссия',
    'welcome_message': '<p>Добро пожаловать в самый анонимный и безопасный мессенджер АДАМАНТ.</p><p>Помните, что безопасность и анонимность зависит и от вас самих. Не переходите по ссылкам, которые вы получаете в чатах, иначе ваш IP-адрес может быть определен. Не доверяйте расширениям браузера. Лучше всего передавать ваш ADM-адрес вашим собеседникам лично, а не через другие мессенджеры. Храните вашу секретную фразу (пароль) АДАМАНТ в тайне. Установите на ваше устройство пароль или закрываете вкладку браузера после завершения чата.</p><p>Более полную информацию о безопасности и анонимности читайте на странице <a href="https://adamant.im/staysecured/" target="_blank">https://adamant.im/staysecured/</a>.</p>',
    'preico_message': '<p>У вас есть возможность инвестировать в Pre-ICO самого защищенного мессенджера АДАМАНТ. На этом этапе — самые выгодные условия для инвесторов. Подробная информация об условиях на сайте Adamant.im и в Белой книге проекта. Для участия достаточно ответить на это сообщение, и мы вам поможем. Мы стараемся реагировать быстро, но иногда возможны задержки до нескольких часов. </p>',
    'ico_message': '<p>У вас есть возможность инвестировать в ICO самого защищенного мессенджера АДАМАНТ. Более раннее участие — более выгодные условия. Подробная информация об условиях на сайте Adamant.im и в Белой книге проекта. Инвестировать можно на вкладке Кошелек→Инвестировать в ICO или на сайте Adamant.im/ico/. Покупка токенов производится в автоматическом режиме. Если вы ознакомились с нашим сайтом и Белой книгой, но у вас остались вопросы, вы можете задать их, ответив на это сообщение. Мы стараемся реагировать быстро, но иногда возможны задержки до нескольких часов. </p>'
  },
  'home': {
    'copied': 'Скопировано',
    'your_address': 'Ваш адрес',
    'your_balance': 'Ваш баланс',
    'send_btn': 'Нажмите чтобы передать токены'
  },
  'transaction': {
    'amount': 'Количество',
    'date': 'Дата',
    'confirmations': 'Подтверждений',
    'commission': 'Комиссия за перевод',
    'txid': 'Номер транзакции',
    'sender': 'Отправитель',
    'recipient': 'Получатель'
  },
  'transfer': {
    'send_button': 'Передать токены',
    'to_address_label': 'Адрес получателя',
    'amount_label': 'Количество для перевода',
    'final_amount_label': 'Количество, включая комиссию',
    'commission_label': 'Комиссия за перевод',
    'error_no_address': 'Укажите адрес кошелька получателя',
    'error_incorrect_address': 'Неверный адрес кошелька',
    'error_incorrect_amount': 'Неверное количество',
    'error_no_amount': 'Укажите сумму для перевода',
    'error_not_enough': 'Недостаточно токенов для перевода',
    'confirm_title': 'Подтверждение перевода',
    'confirm_message': 'Подтвердите перевод <b>{amount} ADM</b> на кошелек {target}.',
    'confirm_approve': 'Подтвердить',
    'confirm_cancel': 'Отмена'
  },
  'bottom': {
    'wallet_button': 'Кошелек',
    'send_button': 'Перевести токены',
    'chats_button': 'Диалоги',
    'settings_button': 'Настройки',
    'exit_button': 'Выйти'
  }
}
